// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Alinear";

UnknownValue = "Seleccionar";

AlignTitle = "Alinear";
ValidationMsg = "Se está imprimiendo una página con un patrón de validación. Si los patrones impresos se ven alineados, haga clic en Listo. Si no, puede volver a efectuar la alineación haciendo clic en Alinear.";
ValidationPagePrintingMsg = "Se está imprimiendo una página con un patrón de validación. Si las cajas interiores no son visibles, haga clic en OK. De lo contrario, puede volver a efectuar la alineación haciendo clic en Alinear.";
AlignButton = "Alinear";
DoneButton = "Listo";

CompletionAlertTitle = "Alineación de cartucho terminada";
CompletionAlertMessage = "Ahora puede hacer clic en el botón Verificar para imprimir la página de verificación o en Listo para completar el procedimiento de alineación. Para imprimir la página de verificación, debe seleccionar el dispositivo configurado en el siguiente cuadro de diálogo y hacer clic en el botón Imprimir.";
VerifyButton = "Verificar";
PrintingPatternsTitle = "Imprimiendo patrones…";

HSDAlignPrintheadsExplanation = "El siguiente procedimiento alineará los cabezales de impresión entre sí. Esto producirá una calidad de impresión óptima.";
HSDAlignPrintheadsInvitation = "Se recomienda efectuar la alineación cada vez que se reemplace un cabezal de impresión.";

TransferringProcessTitle = "Transfiriendo archivo…";
PrintingProcessTitle = "Imprimiendo página de diagnósticos PQ…";

NoPrintTitle = "No se puede imprimir la página de diagnósticos PQ";
NoPrintMsg = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";

PenChangedMsg = "La alineación se anuló porque el conjunto de cartuchos de impresión se cambió. No retire, inserte o cambie cartuchos durante el procedimiento de alineación.";

HSDPrintAndAlignButtonsHint = "Haga clic en el botón Imprimir para imprimir una copia de la página de diagnósticos de calidad de impresión. Haga clic en el botón Alinear para imprimir la página de alinear.";

HSDAlignHeader = "Alinee el cartucho de impresión para obtener una óptima calidad de impresión.";
HSDAlignFooter = "Compruebe las marcas de la página de alineación para verificar que el cartucho de impresión está correctamente instalado y funciona adecuadamente. Si aparece una “x” a la izquierda de cualquier barra, vuelva a alinear el cartucho de impresión. Para obtener más información, consulte la ayuda electrónica de la impresora.";

HSDAlignPrintheadHeader = "Alinee el cabezal de impresión para ofrecer la mejor calidad de impresión posible. Para ello, siga las instrucciones de las ventanas siguientes.";

HSDTaskDescription = "Alinee los cartuchos de impresión para obtener una óptima calidad de impresión. Siga las instrucciones de las pantallas siguientes para alinear los cartuchos de impresión.";
HSDTaskNote = "Se recomienda alinear los cartuchos cada vez que se reemplace uno de ellos.";
HSDAlignButtonTitle = "Alinear";
HSDPrintButtonTitle = "Imprimir";
